IDEA StatiCa Open Model
CheckSectionExtreme.Characteristic Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Characterictic loading
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public LoadingSLS Characteristic { get; set; }
Public Property Characteristic As LoadingSLS
	Get
	Set
public:
property LoadingSLS^ Characteristic {
	LoadingSLS^ get ();
	void set (LoadingSLS^ value);
}
Property Value
Type: LoadingSLS
See Also
Reference
CheckSectionExtreme Class
IdeaRS.OpenModel.Concrete Namespace